<?php 
// +----------------------------------------------------------------------
// | Fanwe 方维o2o商业系统
// +----------------------------------------------------------------------
// | Copyright (c) 2011 http://www.fanwe.com All rights reserved.
// +----------------------------------------------------------------------
// | Author: 云淡风轻(97139915@qq.com)
// +----------------------------------------------------------------------
error_reporting(0);
ini_set("gd.jpeg_ignore_warning", 1);

require './system/common.php';

require './app/Lib/App.class.php';

//实例化一个网站应用实例
$AppWeb = new App(); 

?>